{
    "undetected_infections": {
        "description": "Infecciones no detectadas",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 0.70,
        "minValue": 0,
        "maxValue": 0.99,
        "stepValue": 0.001,
        "unitsDescriptor": "%",
        "isInteger": false,
        "isPercentage": true,
        "longformDescription": "Porcentaje de las infecciones que no son contabilizadas como 'caso confirmado'.",
        "longformDoNotConfuseWith": "",
        "longformEffects": "Este parametro afecta los estimados historicos, funciona como un multiplicador de los casos confirmados obervados.<br><br> Este parametro no afecta las predicciones del modelo.",
        "longformDefaultValueJustification": "Este numero es debatible, en el mundo diferentes estudios sugieren diversos numeros. Tambien tiene implicaciones directas en el numero de hospitalizaciones y la tasa de mortalidad, aunque en este modelo han sido separados."
    },
    "unrecorded_deaths": {
        "description": "Muertes no contabilizadas",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 0.1,
        "minValue": 0,
        "maxValue": 0.99,
        "stepValue": 0.001,
        "unitsDescriptor": "%",
        "isInteger": false,
        "isPercentage": true,
        "longformDescription": "Porcentaje de muertes causadas por el Covid -19 que no estan contabilziadas dentro de las estadisticas oficiales.",
        "longformDoNotConfuseWith": "Este parametro afecta los estimados historicos, funciona como un multiplicador de los casos confirmados obervados.<br><br> Este parametro no afecta las predicciones del modelo.",
        "longformEffects": "",
        "longformDefaultValueJustification": "Aun no es claro cual es el porcentaje de muertes no contabilziadas (AÑADIR FUENTE)"
    },
    "days_from_incubation_to_infectious": {
        "description": "Duracion del periodo de incubación {Tinc}",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 3.0,
        "minValue": 0.15,
        "maxValue": 15,
        "stepValue": 0.0001,
        "unitsDescriptor": "days",
        "isInteger": false,
        "isPercentage": false,
        "longformDescription": " El periodo de incubación se refiere al tiempo que le toma al infectado convertirse en infeccioso.",
        "longformDoNotConfuseWith": "Normalmente este termino se utiliza para referirse al tiempo que tarda el infectado en convertirse en sintomatico, no es el caso para este modelo.",
        "longformEffects": "Este parametro afecta los estimados históricos.<br><br> Este parametro afecta las predicciones del modelo.",
        "longformDefaultValueJustification": "Se toma el supuesto de que los pacientes se vuelven infecciosos en promedio un día antes de que comiencen a mostrar síntomas. Por lo tanto, la duración del período de incubación aquí debería ser ligeramente menor que el que se cree que es el período de tiempo desde la infección hasta que se muestran los síntomas."
    },
    "days_from_infectious_to_not_infectious": {
        "description": "Duración del periodo infeccioso {Tinf}",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 5.8,
        "minValue": 0.1,
        "maxValue": 24,
        "stepValue": 0.01,
        "unitsDescriptor": "days",
        "isInteger": false,
        "isPercentage": false,
        "longformDescription": "Numero de dias promedio en los que el paciente es infeccioso.",
        "longformDoNotConfuseWith": "En este modelo un paciente es considerado no infeccioso despues de que esya aislado en casa o en el hospital.",
        "longformEffects": "Este parametro afecta los estimados históricos.<br><br> Este parametro afecta las predicciones del modelo.",
        "longformDefaultValueJustification": "Algunas personas nunca desarrollarán síntomas e infectarán a otras personas durante mucho tiempo. Algunas personas desarrollarán síntomas con rapidez y se aislarán rápidamente. Algunas personas se vuelven infecciosas antes de desarrollar síntomas, y después de desarrollar los síntomas, es posible que todavía estén interactuando en la comunidad por un corto tiempo, hasta que se aíslen. En promedio, se cree que los pacientes serán infecciosos aproximadamente 1 día sin síntomas y aproximadamente 1 día después de los síntomas, lo que arroja el valor predeterminado 2. Este parámetro es muy polémico por eso se ha tomado el informado por el Ministerio de Salud de 5.8 días. "
    },
    "fatality_rate": {
        "description": "Tasa de mortalidad",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 0.0075,
        "minValue": 0.001,
        "maxValue": 0.05,
        "stepValue": 0.0001,
        "unitsDescriptor": "%",
        "isInteger": false,
        "isPercentage": true,
        "longformDescription": "Porcentaje de muertes de todas las infecciones incluyendo las no detectadas.",
        "longformDoNotConfuseWith": "Los periódicos a menudo se refieren a la tasa de mortalidad de <i> casos </i>, que a veces se refiere al porcentaje de muertes de casos confirmados y, a veces, al porcentaje de muertes de casos cerrados. En Epidemic Calculator, este parámetro se titulaba case fatality rate, pero de hecho se refería a la tasa de letalidad por infección (los casos confirmados no se representan en Epidemic Calculator ni en Corosim, naturalmente en esta calculadora tampoco).",
        "longformEffects": "Este parametro afecta los estimados históricos.<br><br> Este parametro afecta las predicciones del modelo.",
        "longformDefaultValueJustification": "https://www.medrxiv.org/content/10.1101/2020.05.03.20089854v1"
    },
    "days_in_hospital": {
        "description": "Duracion de la hospitalización",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 14,
        "minValue": 0.1,
        "maxValue": 100,
        "stepValue": 0.01,
        "unitsDescriptor": "days",
        "isInteger": false,
        "isPercentage": false,
        "longformDescription": "Promedio de días de hospitalización o UCI (excluida la población que permanece 0 días en el hospital).",
        "longformDoNotConfuseWith": "En Epidemic Calculator, la duración de la estadía en el hospital afectaba solo a los pacientes que finalmente sobrevivieron, no a los que finalmente murieron. En Corosim, este slider afecta a todas las hospitalizaciones. También se debe tener en cuenta que el modelo de Corosim tiene algunos supuestos simplificadores en relación con las UCI, este parámetro afecta tanto la estancia regular en la sala como en la UCI, y la UCI se modela como una vía alternativa a la sala regular, en comparación con la realidad, donde los pacientes suelen ir a la UCI después de pasar por primero por una sala regular.",
        "longformEffects": "Este parámetro afecta la cifra de recuperados en las estimaciones históricas. Sin embargo, no afecta los números de hospitalizaciones y UCI en estimaciones históricas, debido a que estos números se obtienen de datos observados (por lo que no es necesario estimarlos). <br> <br> Este parámetro afecta las predicciones del modelo (hospitalizaciones, UCI y recuperados).",
        "longformDefaultValueJustification": "Estos datos estan ajustados de acuerdo con informacion proveida por el Ministerio de Salud."
    },
    "days_in_mild_recovering_state": {
        "description": "Tiempo de recuperación de casos moderados",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 9,
        "minValue": 0.5,
        "maxValue": 100,
        "stepValue": 0.01,
        "unitsDescriptor": "days",
        "isInteger": false,
        "isPercentage": false,
        "longformDescription": "Numero promedio de dias de casos leves que se quedan aislados en casa.",
        "longformDoNotConfuseWith": "",
        "longformEffects": "Este parametro afecta los estimados históricos.<br><br> Este parametro afecta las predicciones del modelo.",
        "longformDefaultValueJustification": "Este valor es muy polémico, porque no disponemos de buenos datos sobre la proporción de casos asintomáticos, que pasan 0 días aislados en casa, arrastrando así la media."
    },
    "hospitalization_rate": {
        "description": "Tasa de hospitalización",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 0.014,
        "BEFORE YOU CHANGE DEFAULT VALUE, PLEASE READ THE LONG FORM DESCRIPTION!": true,
        "minValue": 0.001,
        "maxValue": 0.2,
        "stepValue": 0.0001,
        "unitsDescriptor": "%",
        "isInteger": false,
        "isPercentage": true,
        "longformDescription": "Hospitalización como porcentaje de todas las infecciones. Incluye hospitalizaciones en UCI.",
        "longformDoNotConfuseWith": "En Epidemic Calculator hay un slider con el mismo nombre, pero en realidad solo afecta a las hospitalizaciones que finalmente sobreviven. La tasa de hospitalización real en Epidemic Calculator es en realidad la tasa de hospitalización mostrada más la tasa de mortalidad de los infectados (que es etiquetado como fatality rate). En otras palabras, el valor del parámetro estaba mal etiquetado.",
        "longformEffects": "Este parámetro afecta las cifras 'recuperados' en las estimaciones históricas. Sin embargo, no afecta las cifras de hospitalización y UCI en las estimaciones históricas, porque obtenemos esas cifras a partir de datos reales (por lo que no es necesario estimarlas ). <br> <br> Este parámetro afecta las predicciones del modelo (hospitalizados, UCI y recuperaciones).",
        "longformDefaultValueJustification": ""
    },
    "icu_rate_from_hospitalized": {
        "description": "Tasa de UCI <br>(solo visualización)",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 0.03,
        "minValue": 0,
        "maxValue": 1,
        "stepValue": 0.01,
        "unitsDescriptor": "%",
        "isInteger": false,
        "isPercentage": true,
        "longformDescription": "Porcentaje de pacientes en UCI de todas las hospitalizaciones.",
        "longformDoNotConfuseWith": "Con respecto a las predicciones del modelo, la tasa de la UCI no es parte del modelo central. Esto fue agregado como una pequeña visualización para obtener números 'aproximados'. El modelo central no segrega las hospitalizaciones en pacientes regulares en la sala y en la UCI. Por ejemplo, si el El modelo básico predice 1000 hospitalizaciones para un día determinado y la proporción de la UCI se establece en 30%, luego visualizamos los resultados mostrando 700 en la sala normal y 300 en la UCI. Esto equivale a suponer que la 'vía de la UCI' es una vía alternativa a 'seguimiento regular de la sala' y asumiendo que la duración de la hospitalización en la UCI es equivalente a la duración de la hospitalización regular en la sala. En realidad, los pacientes de la UCI normalmente visitarán la sala regular primero y la duración de su hospitalización será mayor que la duración de la sala regular hospitalización de pacientes.",
        "longformEffects": "Este parametro afecta los estimados históricos.<br><br> Este parametro afecta las predicciones del modelo (Hospitalizaciones y UCI).",
        "longformDefaultValueJustification": ""
    },
    "icu_capacity": {
        "description": "Capacidad UCI <br>(solo visualización)",
        "isDefaultValueAutomaticallyGeneratedFromData": false,
        "defaultValue": 6000,
        "minValue": 0,
        "maxValue": 10000,
        "stepValue": 10,
        "unitsDescriptor": "",
        "isInteger": true,
        "isPercentage": false,
        "longformDescription": "Simplemente dibuja una lineahorizontal cuando la tasa UCI es sobrepasada.",
        "longformDoNotConfuseWith": "",
        "longformEffects": "",
        "longformDefaultValueJustification": ""
    }
}
